i5-2500k/3.11.10-stats/300/3/read-only-1.log
starting vacuum...end.
transaction type: <builtin: select only>
scaling factor: 300
query mode: simple
number of clients: 1
number of threads: 1
duration: 900 s
number of transactions actually processed: 13740575
latency average: 0.065 ms
tps = 15267.303096 (including connections establishing)
tps = 15267.321518 (excluding connections establishing)